// buyMe.js 1.4 
// Blog: dedushka.org/tag/buyme
// Forums: qbx.me
// nazarTokar@gmail.com

var bmeData = {
	"caption.description": "Чтобы оформить заказ, заполните форму. В течение пары часов с вами свяжется менеджер и уточнит детали заказа, а также время доставки.", // описание в форме
	"caption.title": "Купить", // заголовок формы
	"caption.button": "Оформить заказ", // надпись на кнопке

	"caption.sending": "Отправка", // отправка
	"caption.error": "Заполните все поля", // заполните все поля

	"txt.yes": "Да",
	"txt.no": "Нет",

// укажите названия полей через запятую
// чтобы добавить textarea, перед названием добавьте минус (-)
// выпадающий список: !Название!Вариант1!Вариант2...
// checkbox: ?Вопрос

	"fields": "Ваше имя(Укажите имя), Телефон (Номер телефона)*, -Адрес доставки(Укажите город и адрес доставки)*, !Доставка!Самовывоз!Курьерская доставка, ?Подарочная упаковка",

	"template": "default", // template name (default)

	"license": "0", // ключ лицензии (можно купить на get.nazartokar.com)
	"showCopyright": "0" // показывать ли копирайт?
}